Repository: socialityCoop/wc-mydata-connector
Catalog: languages/*.po
Languages: el

source: Settings
el: Ρυθμίσεις

source: Retail Credit Note
el: Πιστωτικό Λιανικής Πώλησης

source: Simplified Invoice
el: Απλοποιημένο Τιμολόγιο

source: here
el: εδώ

source: Enter your MyData settings below:
el: Εισάγετε τα στοιχεία από MyData εδώ:

source: You can get development credentials
el: Μπορείτε να βρείτε τα στοιχεία για το περιβάλλον ανάπτυξης

source: If you want you can a set invoice number from which the myData transmission will start.
el: Αν θέλετε μπορείτε να ορίσετε έναν αριθμό απόδειξης και πάνω από τον οποίο θέλετε να ξεκινήσει η αποστολή δεδομένων στο myData

source: You can get your myData Subcription Key
el: Μπορείτε να βρείτε το κλείδι για το MyData

source: Here you use your myData (Taxis) username
el: Εδώ χρησιμοποιείτε το username του myData (Taxis)

source: Receipt of rendered services
el: Απόδειξη Παροχής Υπηρεσιών

source: Retail receipt
el: Απόδειξη Λιανικής Πώλησης

source: Development Mode
el: Κατάσταση Ανάπτυξης

source: Invoice Limit
el: Όριο Αποδείξεων

source: Receipt Type
el: Τύπος απόδειξης

source: Actively transmitting
el: Ενεργοποίηση αποστολής δεδομένων

source: MyData Connector Settings
el: Ρυθμίσεις MyData Connector
